Repository: mgrd281/karinex.app.ios
Catalog: Packages/DesignSystem/Sources/DesignSystem/Resources/Localizable.xcstrings
Source language: de
Languages: da, en, es, fi, fr, it, nl, pl, pt_pt, sv

# kx.accordion.collapsed
source: Eingeklappt
da: Sammenfoldet
en: Collapsed
es: Contraído
fi: Supistettu
fr: Réduit
it: Compresso
nl: Samengevouwen
pl: Zwinięte
pt_pt: Recolhido
sv: Hopfälld

# kx.accordion.expanded
source: Ausgeklappt
da: Udfoldet
en: Expanded
es: Expandido
fi: Laajennettu
fr: Développé
it: Espanso
nl: Uitgevouwen
pl: Rozwinięte
pt_pt: Expandido
sv: Utfälld

# kx.accordion.hint.collapse
source: Blendet den Inhalt aus.
da: Skjuler indholdet.
en: Hides the content.
es: Oculta el contenido.
fi: Piilottaa sisällön.
fr: Masque le contenu.
it: Nasconde il contenuto.
nl: Verbergt de inhoud.
pl: Ukrywa zawartość.
pt_pt: Oculta o conteúdo.
sv: Döljer innehållet.

# kx.accordion.hint.expand
source: Blendet den Inhalt ein.
da: Viser indholdet.
en: Shows the content.
es: Muestra el contenido.
fi: Näyttää sisällön.
fr: Affiche le contenu.
it: Mostra il contenuto.
nl: Toont de inhoud.
pl: Pokazuje zawartość.
pt_pt: Mostra o conteúdo.
sv: Visar innehållet.

# kx.banner.dismiss
source: Hinweis schließen
da: Luk meddelelsen
en: Close notice
es: Cerrar aviso
fi: Sulje ilmoitus
fr: Fermer le message
it: Chiudi avviso
nl: Melding sluiten
pl: Zamknij komunikat
pt_pt: Fechar aviso
sv: Stäng meddelandet

# kx.banner.error.message
source: Der Vorgang konnte nicht abgeschlossen werden. Bitte versuchen Sie es erneut.
da: Handlingen kunne ikke gennemføres. Prøv igen.
en: This could not be completed. Please try again.
es: No se ha podido completar la operación. Inténtalo de nuevo.
fi: Toimintoa ei voitu suorittaa loppuun. Yritä uudelleen.
fr: L’opération n’a pas pu aboutir. Veuillez réessayer.
it: Impossibile completare l’operazione. Riprova.
nl: Dit is niet gelukt. Probeer het opnieuw.
pl: Nie udało się zakończyć operacji. Prosimy spróbować ponownie.
pt_pt: Não foi possível concluir a operação. Tente novamente.
sv: Det gick inte att slutföra åtgärden. Försök igen.

# kx.banner.info.message
source: Hinweis
da: Meddelelse
en: Notice
es: Aviso
fi: Ilmoitus
fr: Information
it: Avviso
nl: Melding
pl: Informacja
pt_pt: Aviso
sv: Meddelande

# kx.banner.offline.message
source: Sie sind offline. Bitte prüfen Sie Ihre Internetverbindung.
da: Du er offline. Tjek din internetforbindelse.
en: You are offline. Please check your internet connection.
es: Estás sin conexión. Comprueba tu acceso a Internet.
fi: Olet offline-tilassa. Tarkista internetyhteytesi.
fr: Vous êtes hors ligne. Vérifiez votre connexion Internet.
it: Sei offline. Controlla la connessione a Internet.
nl: Je bent offline. Controleer je internetverbinding.
pl: Brak połączenia z internetem. Prosimy sprawdzić ustawienia sieci.
pt_pt: Está offline. Verifique a ligação à Internet.
sv: Du är offline. Kontrollera din internetanslutning.

# kx.banner.retry
source: Erneut versuchen
da: Prøv igen
en: Try again
es: Reintentar
fi: Yritä uudelleen
fr: Réessayer
it: Riprova
nl: Opnieuw proberen
pl: Spróbuj ponownie
pt_pt: Tentar novamente
sv: Försök igen

# kx.banner.success.message
source: Vorgang abgeschlossen.
da: Handlingen er gennemført.
en: Completed.
es: Operación completada.
fi: Toiminto on suoritettu.
fr: Opération terminée.
it: Operazione completata.
nl: Afgerond.
pl: Operacja zakończona.
pt_pt: Operação concluída.
sv: Åtgärden har slutförts.

# kx.button.loading
source: Wird ausgeführt
da: I gang
en: In progress
es: En curso
fi: Käynnissä
fr: En cours
it: In corso
nl: Bezig
pl: W toku
pt_pt: Em curso
sv: Pågår

# kx.countdown.accessibility.days %lld
source: %lld Tagen
da: %lld dage
en: %lld days
es: %lld días
fi: %lld päivää
fr: %lld jours
it: %lld giorni
nl: %lld dagen
pl: %lld dni
pt_pt: %lld dias
sv: %lld dagar

# kx.countdown.accessibility.ended
source: Beendet
da: Afsluttet
en: Ended
es: Oferta finalizada
fi: Päättynyt
fr: Offre terminée
it: Offerta terminata
nl: Afgelopen
pl: Oferta zakończona
pt_pt: Oferta terminada
sv: Avslutat

# kx.countdown.accessibility.hours %lld
source: %lld Stunden
da: %lld timer
en: %lld hours
es: %lld horas
fi: %lld tuntia
fr: %lld heures
it: %lld ore
nl: %lld uur
pl: %lld godzin
pt_pt: %lld horas
sv: %lld timmar

# kx.countdown.accessibility.minutes %lld
source: %lld Minuten
da: %lld minutter
en: %lld minutes
es: %lld minutos
fi: %lld minuuttia
fr: %lld minutes
it: %lld minuti
pl: %lld minut
pt_pt: %lld minutos
sv: %lld minuter

# kx.countdown.accessibility.remaining %@
source: Endet in %@
da: Slutter om %@
en: Ends in %@
es: Termina en %@
fi: Aikaa jäljellä %@
fr: Se termine dans %@
it: Termina tra %@
nl: Eindigt over %@
pl: Kończy się za %@
pt_pt: Termina em %@
sv: Slutar om %@

# kx.countdown.accessibility.under_minute
source: Endet in weniger als einer Minute
da: Slutter om mindre end et minut
en: Ends in less than a minute
es: Termina en menos de un minuto
fi: Aikaa jäljellä alle minuutti
fr: Se termine dans moins d’une minute
it: Termina tra meno di un minuto
nl: Eindigt over minder dan een minuut
pl: Kończy się za mniej niż minutę
pt_pt: Termina em menos de um minuto
sv: Slutar om mindre än en minut

# kx.countdown.unit.day
source: Tag
da: Dag
en: Day
es: Día
fi: Päivä
fr: Jour
it: Giorno
nl: Dag
pl: Dzień
pt_pt: Dia
sv: Dag

# kx.countdown.unit.days
source: Tage
da: Dage
en: Days
es: Días
fi: Päivää
fr: Jours
it: Giorni
nl: Dagen
pl: Dni
pt_pt: Dias
sv: Dagar

# kx.countdown.unit.hours
source: Std.
da: Tim.
en: Hrs
es: Horas
fi: T
fr: Heures
it: Ore
nl: Uur
pl: Godz.
pt_pt: Horas
sv: Tim

# kx.keycard.accessibility.hidden
source: Lizenzschlüssel verborgen
da: Licensnøglen er skjult
en: Licence key hidden
es: Clave de licencia oculta
fi: Lisenssiavain piilotettu
fr: Clé de licence masquée
it: Codice di licenza nascosto
nl: Licentiesleutel verborgen
pl: Klucz licencyjny ukryty
pt_pt: Chave de licença oculta
sv: Licensnyckeln är dold

# kx.keycard.copied
source: Kopiert
da: Kopieret
en: Copied
es: Copiado
fi: Kopioitu
fr: Copié
it: Copiato
nl: Gekopieerd
pl: Skopiowano
pt_pt: Copiado
sv: Kopierad

# kx.keycard.copied.announcement
source: Lizenzschlüssel kopiert
da: Licensnøglen er kopieret
en: Licence key copied
es: Clave de licencia copiada
fi: Lisenssiavain kopioitu
fr: Clé de licence copiée
it: Codice di licenza copiato
nl: Licentiesleutel gekopieerd
pl: Skopiowano klucz licencyjny
pt_pt: Chave de licença copiada
sv: Licensnyckeln har kopierats

# kx.keycard.copy
source: Kopieren
da: Kopiér
en: Copy
es: Copiar
fi: Kopioi
fr: Copier
it: Copia
nl: Kopiëren
pl: Kopiuj
pt_pt: Copiar
sv: Kopiera

# kx.keycard.copy.hint
source: Kopiert den Lizenzschlüssel in die Zwischenablage. Nach zwei Minuten wird er dort automatisch gelöscht.
da: Kopierer licensnøglen til udklipsholderen. Efter to minutter slettes den automatisk derfra.
en: Copies the licence key to the clipboard. It is cleared automatically after two minutes.
es: Copia la clave de licencia en el portapapeles. Se eliminará automáticamente al cabo de dos minutos.
fi: Kopioi lisenssiavaimen leikepöydälle. Kahden minuutin kuluttua se poistetaan sieltä automaattisesti.
fr: Copie la clé de licence dans le presse-papiers. Elle y est automatiquement effacée au bout de deux minutes.
it: Copia il codice di licenza negli appunti. Dopo due minuti viene eliminato automaticamente.
nl: Kopieert de licentiesleutel naar het klembord. Na twee minuten wordt hij daar automatisch verwijderd.
pl: Kopiuje klucz licencyjny do schowka. Po dwóch minutach zostanie z niego automatycznie usunięty.
pt_pt: Copia a chave de licença para a área de transferência. Após dois minutos, é apagada automaticamente.
sv: Kopierar licensnyckeln till urklipp. Efter två minuter raderas den automatiskt därifrån.

# kx.keycard.eyebrow
source: Lizenzschlüssel
da: Licensnøgle
en: Licence key
es: Clave de licencia
fi: Lisenssiavain
fr: Clé de licence
it: Codice di licenza
nl: Licentiesleutel
pl: Klucz licencyjny
pt_pt: Chave de licença
sv: Licensnyckel

# kx.keycard.guide
source: Anleitung
da: Vejledning
en: Instructions
es: Instrucciones
fi: Ohjeet
fr: Instructions
it: Istruzioni
nl: Handleiding
pl: Instrukcja
pt_pt: Instruções
sv: Instruktioner

# kx.keycard.hide
source: Verbergen
da: Skjul
en: Hide
es: Ocultar
fi: Piilota
fr: Masquer
it: Nascondi
pl: Ukryj
pt_pt: Ocultar
sv: Dölj

# kx.keycard.reveal
source: Anzeigen
da: Vis
en: Show
es: Mostrar
fi: Näytä
fr: Afficher
it: Mostra
nl: Tonen
pl: Pokaż
pt_pt: Mostrar
sv: Visa

# kx.keycard.support
source: Support zu dieser Lizenz
da: Support til denne licens
en: Support for this licence
es: Ayuda con esta licencia
fi: Tukea tähän lisenssiin
fr: Aide pour cette licence
it: Aiuto per questa licenza
nl: Hulp bij deze licentie
pl: Pomoc z tą licencją
pt_pt: Ajuda com esta licença
sv: Support för denna licens

# kx.price.accessibility.compare %@ %@
source: Preis %1$@, statt %2$@
da: Pris %1$@, før %2$@
en: Price %1$@, was %2$@
es: Precio %1$@, antes %2$@
fi: Hinta %1$@, aiemmin %2$@
fr: Prix %1$@, au lieu de %2$@
it: Prezzo %1$@, anziché %2$@
nl: Prijs %1$@, was %2$@
pl: Cena %1$@, wcześniej %2$@
pt_pt: Preço %1$@, antes %2$@
sv: Pris %1$@, tidigare %2$@

# kx.price.accessibility.current %@
source: Preis %@
da: Pris %@
en: Price %@
es: Precio %@
fi: Hinta %@
fr: Prix %@
it: Prezzo %@
nl: Prijs %@
pl: Cena %@
pt_pt: Preço %@
sv: Pris %@

# kx.section.show_all
source: Alle anzeigen
da: Vis alle
en: View all
es: Ver todo
fi: Näytä kaikki
fr: Tout voir
it: Mostra tutto
nl: Alles bekijken
pl: Pokaż wszystkie
pt_pt: Ver tudo
sv: Visa alla

# kx.skeleton.loading
source: Inhalte werden geladen
da: Indholdet indlæses
en: Loading content
es: Cargando contenido
fi: Sisältöä ladataan
fr: Chargement du contenu
it: Caricamento dei contenuti
nl: Inhoud wordt geladen
pl: Wczytywanie treści
pt_pt: A carregar conteúdo
sv: Innehållet läses in

# kx.timeline.state.current
source: Aktueller Schritt
da: Aktuelt trin
en: Current step
es: Paso actual
fi: Nykyinen vaihe
fr: Étape en cours
it: Passaggio in corso
nl: Huidige stap
pl: Bieżący krok
pt_pt: Passo atual
sv: Pågående steg

# kx.timeline.state.done
source: Abgeschlossen
da: Fuldført
en: Completed
es: Completado
fi: Valmis
fr: Terminée
it: Completato
nl: Voltooid
pl: Zakończony
pt_pt: Concluído
sv: Slutfört

# kx.timeline.state.upcoming
source: Ausstehend
da: Afventer
en: Pending
es: Pendiente
fi: Odottaa
fr: À venir
it: In attesa
nl: Openstaand
pl: Oczekujący
pt_pt: Pendente
sv: Väntar

# kx.timeline.step %lld %lld %@
source: Schritt %1$lld von %2$lld: %3$@
da: Trin %1$lld af %2$lld: %3$@
en: Step %1$lld of %2$lld: %3$@
es: Paso %1$lld de %2$lld: %3$@
fi: Vaihe %1$lld (yhteensä %2$lld): %3$@
fr: Étape %1$lld sur %2$lld : %3$@
it: Passaggio %1$lld di %2$lld: %3$@
nl: Stap %1$lld van %2$lld: %3$@
pl: Krok %1$lld z %2$lld: %3$@
pt_pt: Passo %1$lld de %2$lld: %3$@
sv: Steg %1$lld av %2$lld: %3$@

# kx.trust.hint.details
source: Zeigt weitere Informationen an.
da: Viser flere oplysninger.
en: Shows more information.
es: Muestra más información.
fi: Näyttää lisätietoja.
fr: Affiche plus d’informations.
it: Mostra ulteriori informazioni.
nl: Toont meer informatie.
pl: Wyświetla więcej informacji.
pt_pt: Mostra mais informações.
sv: Visar mer information.

# kx.countdown.unit.seconds
source: Sek.
en: Sec
es: Seg.
fi: S
fr: Sec
it: Sec
nl: Sec.
pt_pt: Seg.
